Repository: Digital-dispatch/zoro-ios-localization
Catalog: *.xliff
Languages: fi

# DDS_NOTIFICATION_ALERT_TITLE_NOSHOW
source: Trip Canceled
fi: Tilaus peruttu

# DDS_NO_FLEET_AVAILABLE
source: No vehicles available
fi: Autoja ei saatavilla

# DDS_NO_FLEET_AVAILABLE_MESSAGE
source: Zoro is not available in this area.
fi: Zoro ei ole käytössä tällä alueella.

# DDS_NO_FLEET_SNACKBAR_ACTION
source: GOT IT
fi: SELVÄ

# DDS_NO_LOCATION_SERVICES
source: Location services are off
fi: Sijaintipalvelut ovat pois päältä

# DDS_NO_LOCATION_SERVICES_MESSAGE
source: Your location is used to determine your pickup address and available vehicles nearby. Please set location access to 'While Using The App' in Location Services Settings.
fi: Sijaintiasi käytetään nouto-osoitteen ja lähimpien autojen määrittämiseen. Avaa sijaintipalvelut ja salli sijainnin käyttö Käytettäessä appia.

# DDS_NO_MATCHING_COMPANY
source: No matching transportation provider. Try selecting fewer booking options.
fi: Sopivaa kuljetusten tarjoajaa ei saatavilla. Vähennä kyydin vaatimuksia.

# DDS_NO_RESULTS_FOUND
source: No results were found for
fi: Tuloksia ei löytynyt haulla

# DDS_No
source: NO
fi: EI

# DDS_None
source: Message for driver
fi: Viesti kuljettajalle

# DDS_Now
source: Now
fi: Nyt

# DDS_Open_Settings
source: Open Settings
fi: Avaa asetukset

# DDS_Options
source: Options
fi: Asetukset

# DDS_PICK_ME_UP_HERE
source: PICK ME UP HERE
fi: NOUDA MINUT TÄÄLTÄ

# DDS_PLACES_404
source: You don't have any places.
fi: Ei tallennettuja paikkoja.

# DDS_PRIVATE_POLICY
source: Privacy Policy
fi: Tietosuojakäytäntö

# DDS_PRIVATE_POLICY_CONTENT
source: This privacy policy covers information that you give to Digital Dispatch Limited Partnership as you use the {name of app} app. The {name of app} app prompts you to voluntarily provide information such as your name, mobile phone number, address(es), and/or GPS position(s). Digital Dispatch Limited Partnership shares this information with {name of taxi dispatching company} for the purpose of identifying you and dispatching a vehicle to your location. This information could also be used by {name of taxi dispatching company} to generate trip statistics reports and/or for marketing purposes. By using the {name of app} app, you consent to the disclosure and use of this information as set out above, and you agree to be bound by the Google Terms of Service located at http://www.google.com/accounts/TOS. The {name of app} app uses the Google Maps API. To see the Google Privacy Policy, visit http://www.google.com/privacy.html.
fi: Tietosuojakäytäntö kattaa kaiken diipadaapan mikä mua nyt sattuu tällä hetkellä kiinnostamaan. Kukaan ei tätä tekstiä kuitenkaan ikinä lue, joten on aivan yhdentekevää mitä ryönää tähän {name of app} appiin tuotan. {name of app} app vaatii sulta sadan prosentin osuuden testamenttiisi ja omistusoikeuden myös kaikkiin ajatuksiisi ja luomiisi juttuloihin. Digital Dispatch Limited Partnership ja sen alla sinua riistävä {name of taxi dispatching company} vaativat tiedon siitä missä ikinä milloinkin liikutkin. Tällä tiedolla pyritään riistämään sinulta kaikki rahat ja {name of taxi dispatching company} aikoo vielä lähettää läjäpäin roskapostia sinulle. Kun käytät {name of app} appista, uskoudut kaikilta osin Googlen ylivaltaan ja kaikkeen mitä sen Terms of Service kuvaa osoitteessa http://www.google.com/accounts/TOS. {name of app} app käyttää Google Kartta APIa ja Korkeasaaren apinoita. Jos haluat nähdä Google Privacy Policyn ja kuvittelet siitä jotain ymmärtäväsi, vieraile osoitteessa http://www.google.com/privacy.html.

# DDS_PROFILE
source: PROFILE
fi: PROFIILI

# DDS_PickupLocation
source: PICKUP LOCATION
fi: NOUTO-OSOITE

# DDS_Preference
source: Preference
fi: Toivomus

# DDS_Preferred
source: PREFERRED
fi: TOIVOTTU

# DDS_Profile
source: Profile
fi: Profiili

# DDS_Province_State
source: Province/State
fi: Provinssi/Osavaltio

# DDS_QUICK_ACTION_TAKE_ME_HOME_SUBTITLE
source: from current location
fi: nykyisestä sijainnista

# DDS_QUICK_ACTION_TAKE_ME_HOME_TITLE
source: Take me Home
fi: Vie minut kotiin

# DDS_QUICK_ACTION_TAKE_TO_WORK_SUBTITLE
source: from current location
fi: nykyisestä sijainnista

# DDS_QUICK_ACTION_TAKE_TO_WORK_TITLE
source: Take me to Work
fi: Vie minut töihin

# DDS_RECEIPT_AUTHORIZATION
source: Authorization # %@
fi: Valtuutus # %@

# DDS_REGISTER_INFO_HEADER
source: Let's get started! Create your profile
fi: Lähdetään liikkeelle! Luo itsellesi profiili

# DDS_REGISTER_SNACKBAR_MESSAGE
source: You need to sign up before booking your first trip.
fi: Sinun täytyy kirjautua ennenkuin voit tilata kyydin.

# DDS_REGISTER_SNACKBAR_TITLE
source: GOT IT
fi: SELVÄ

# DDS_REGISTER_TIP_HEADER
source: How would you like to tip your driver?
fi: Kuinka haluaisit suorittaa palvelurahan?

# DDS_REMOVE
source: Remove
fi: Poista

# DDS_REPLY
source: REPLY
fi: VASTAA

# DDS_RIDE_RATING_APP_STORE_PROMPT
source: Would you mind rating Zoro?
fi: Haluaisitko antaa arvion Zorosta?

# DDS_RIDE_RATING_COMMENT_IMPROVE_PROMPT
source: How can we improve?
fi: Missä voimme parantaa?

# DDS_RIDE_RATING_COMPLETE_MESSAGE
source: Thanks for your feedback!
fi: Kiitos palautteesta!

# DDS_Retry
source: RETRY
fi: UUDESTAAN

# DDS_SAVE_HOME
source: Save as home
fi: Tallenna koti

# DDS_SAVE_PLACES
source: Save to my places
fi: Tallenna omiin paikkoihin

# DDS_SAVE_WORK
source: Save as work
fi: Tallenna työ

# DDS_SEARCHING_ADDRESS_PLS_WAIT
source: Searching address...
fi: Etsitään osoitetta...

# DDS_SEARCH_LOCATION_DESTINATION_ADDRESS
source: Enter destination
fi: Syötä kohdeosoite

# DDS_SEARCH_LOCATION_PICKUP_ADDRESS
source: Enter pickup address
fi: Syötä nouto-osoite

source: DDS_SELECT_COMPANY
fi: Valitse yritys

# DDS_SELECT_PREFERRED_COMPANY
source: Select a preferred company
fi: Valitse toivottu yritys

# DDS_SELECT_VALID_ADDRESS
source: There is an error in the database for this address. Please select a nearby address
fi: Tässä osoitteessa on virhe tietokannassa. Valitse lähellä oleva osoite

# DDS_SEND_DRV_MSG_ALERT_MSG_SEND_FAILED
source: Message to driver failed. Please try again
fi: Viestin lähetys kuljettajalle epäonnistui. Yritä myöhemmin uudelleen

# DDS_SEND_DRV_MSG_ALERT_MSG_SEND_SUCCESS
source: Message sent to driver successfully
fi: Viesti lähetetty kuljettajalle

# DDS_SETTINGS_HEADER_PAYMENT
source: Payment
fi: Maksu

# DDS_SETTINGS_HEADER_PERSONAL
source: Profile
fi: Profiili

# DDS_SET_FAV_DESTINATION
source: Set as destination
fi: Aseta kohdeosoitteeksi

# DDS_SET_FAV_PICKUP
source: Set as pickup location
fi: Aseta nouto-osoitteeksi

# DDS_SHOW_ON_MAP
source: Show on map
fi: Näytä kartalla

# DDS_SIGN_UP
source: SIGN UP
fi: REKISTERÖIDY

# DDS_SIGN_UP_CAPITALIZED
source: Sign up
fi: Rekisteröidy

# DDS_SKIP
source: SKIP
fi: OHITA

# DDS_Save
source: SAVE
fi: TALLENNA

# DDS_TERMS_AND_CONDITIONS
source: Terms and Conditions
fi: Käyttöehdot

# DDS_TRACK_DETAIL_PICKUP_TIME_ASAP
source: As soon as possible
fi: Heti

# DDS_TRACK_DETAIL_ZOROPAY_CARD_PREFIX
source: card ****
fi: kortti ****

# DDS_TRACK_TABLE_404
source: You don't have any future trips.
fi: Sinulla ei ole tulevia tilauksia.

# DDS_TRIPSTATUS_ARRIVED
source: Vehicle has arrived
fi: Kyytisi on saapunut

# DDS_TRIPSTATUS_BOOKED
source: Booked
fi: Tilattu

# DDS_TRIPSTATUS_BOOKED_FUTURE_TRIP
source: Future trip
fi: Tuleva tilaus

# DDS_TRIPSTATUS_BOOKED_TRIP_DETAIL
source: Finding a vehicle
fi: Etsitään autoa

# DDS_TRIPSTATUS_CAB_ON_ITS_WAY
source: Vehicle is on its way
fi: Auto on matkalla

# DDS_TRIPSTATUS_CANCELLED
source: Canceled
fi: Peruttu

# DDS_TRIPSTATUS_COMPLETED_PLEASE_RATE
source: Please rate
fi: Arvioi kyytisi

# DDS_TRIPSTATUS_DISPATCHED
source: Dispatched
fi: Välitetty

# DDS_TRIPSTATUS_INSERVICE
source: Enjoy your trip
fi: Turvallista matkaa

# DDS_TRIPSTATUS_NOTBOOKED
source: Not Booked
fi: Ei tilattu

# DDS_TRIPSTATUS_UNKNOWN
source: Unknown
fi: Tuntematon

# DDS_TRIPSTATUS_YOU_HAVE_ARRIVED
source: You have arrived!
fi: Olet perillä!

# DDS_TRIP_DETAIL_TIP_DESCRIPTION
source: Tip %@%%, minimum %@
fi: Palveluraha %@%%, vähintään %@

# DDS_TRIP_DETAIL_TIP_DESCRIPTION_OVERRIDDEN
source: Tip %@%%
fi: Palveluraha %@%%

# DDS_UK
source: United Kingdom
fi: Yhdistyneet kuningaskunnat

# DDS_US
source: United States
fi: Yhdysvallat

# DDS_VEHICLE_OPTION_UNAVAILABLE
source: Selected vehicle option is not available
fi: Vaatimukset täyttävää ajoneuvoa ei saatavilla

# DDS_VEHICLE_TYPE_UNAVAILABLE
source: Selected vehicle type is not available
fi: Sopivaa ajoneuvoa ei saatavilla

# DDS_VERIFY_YOUR_PHONE
source: Verify your phone
fi: Vahvista puhelinnumerosi

# DDS_Verification_Alert_Message
source: A verification SMS message is generated and sent to you at
fi: Vahvistuskoodi on lähetetty sinulle SMS viestinä klo

# DDS_Verification_Instruction
source: Enter the code sent to
fi: Syötä koodi joka lähetettiin numeroon

# DDS_Version
source: Version
fi: Versio

# DDS_WELCOME_AGREE_MESSAGE
source: Please agree to the Terms and Conditions to continue.
fi: Sinun täytyy hyväksyä käyttöehdot jotta voit jatkaa.

# DDS_WELCOME_DISAGREE_MESSAGE
source: You must agree to the Terms and Conditions to continue using Zoro.
fi: Sinun täytyy hyväksyä käyttöehdot jotta voit käyttää Zoroa.

# DDS_Work
source: Work
fi: Työ

# DDS_Yes
source: YES
fi: KYLLÄ

# DDS_ZOROPAY_TOOLTIP
source: Give this code to your driver when entering the vehicle. Your ZoroCode ensures your payment matches your trip.
fi: Anna tämä koodi kuljettajalle kun astut autoon. Tämä ZoroKoodi liittää tilauksen ja maksun toisiinsa.

# DIALOG_ACTION_UPGRADE_LATER
source: Later
fi: Myöhemmin

# DIALOG_ACTION_UPGRADE_NO
source: No, thanks
fi: Ei kiitos

# DIALOG_ACTION_UPGRADE_YES
source: Upgrade
fi: Päivitä

# DIALOG_CONTENT_FORCE_UPGRADE
source: You are using an outdated version. Please upgrade to continue using Zoro.
fi: Käytät vanhentunutta versiota. Päivitä Zoro jatkaaksesi sen käyttöä.

# DIALOG_CONTENT_REMIND_UPGRADE
source: A newer version of Zoro is available. Would you like to update now?
fi: Zorosta on tarjolla uudempi versio. Haluatko päivittää sen nyt?

# DIALOG_TITLE_FORCE_UPGRADE
source: Critical Upgrade
fi: Kriittinen päivitys

# DIALOG_TITLE_REMIND_UPGRADE
source: Upgrade Available
fi: Päivitys saatavilla

source: Loading...
fi: Ladataan...

# OPTION_CHILD_SEAT
source: Child seat
fi: Lasten istuin

# OPTION_LUGGAGE
source: Luggage
fi: Matkalaukku

# OPTION_PET_FRIENDLY
source: Pet-friendly
fi: Lemmikkiystävällinen

# TYPES_NA_SEDAN
source: Sedan
fi: Henkilöauto

# TYPES_NA_VAN
source: Van
fi: Tila-auto

# TYPES_NA_WHEELCHAIR
source: Wheelchair
fi: Esteetön

# TYPES_UK_4_SEATER
source: 4 seater
fi: 4-paikkainen

# TYPES_UK_5_SEATER
source: 5 seater
fi: 5-paikkainen

# TYPES_UK_6_SEATER
source: 6 seater
fi: 6-paikkainen

# TYPES_UK_7_SEATER
source: 7 seater
fi: 7-paikkainen

# TYPES_UK_8_SEATER
source: 8 seater
fi: 8-paikkainen

# TYPES_UK_ESTATE
source: Estate
fi: Farmari

# TYPES_UK_EXECUTIVE
source: Executive
fi: Luksus

# TYPES_UK_MPV
source: MPV
fi: Tila-auto

# TYPES_UK_SALOON
source: Saloon
fi: Henkilöauto

# TYPES_UK_WHEELCHAIR
source: Wheelchair
fi: Pyörätuoli

# ZoroPay_Pay_In_Vehicle
source: Pay in vehicle
fi: Maksa autossa
