Repository: Digital-dispatch/zoro-ios-localization
Catalog: *.xliff
Languages: fi

# 1uc-S3-f1X.text
source: Zoro is the service that drives a better ride-hailing experience.
fi: Zoro tekee kyydin tilaamisesta helppoa ja nopeaa.

# 3kt-TD-fkg.accessibilityLabel
source: Pick Me Up Button
fi: Nouda-nappi

# 3kt-TD-fkg.normalTitle
source: PICK ME UP HERE
fi: NOUDA MINUT TÄÄLTÄ

# 4ZP-gA-nrb.text
source: Receive receipts in-app and by email
fi: Vastaanota kuitit appiin ja sähköpostiin

# 42o-qm-dIa.text
source: Add a credit card to enjoy ZoroPay in-app payment
fi: Lisää luottokortti ja anna ZoroPayn hoitaa tilauksen maksu

# B9D-Fu-2DB.accessibilityLabel
source: Map View
fi: Karttanäkymä

# CAq-0Y-Q5A.title
source: My places
fi: Omat paikat

# EnI-ux-0FK.title
source: Preferred companies
fi: Toivotut yritykset

# O9D-Pg-rcj.accessibilityLabel
source: Pickup Location Label
fi: Noutopaikan merkki

# UWq-5q-1nY.text
source: Available with participating transportation providers
fi: Saatavilla palveluun liittyneiltä kuljetusten tarjoajilta

# Xl5-UK-zbc.accessibilityLabel
source: Track My Location Button
fi: Seuraa sijaintiani -nappi

# Y92-SF-c3m.title
source: Payment
fi: Maksu

# ZFo-S4-7sS.text
source: Arrive at your destination and simply exit the vehicle
fi: Saavuttuasi kohteeseen sinun tarvitsee vain nousta autosta

# aXP-ih-9Ie.accessibilityLabel
source: Drawer Button
fi: Laatikko -nappi

# caT-w4-ABU.accessibilityLabel
source: Pickup Location Pin
fi: Noutopaikan nasta

# ejN-VH-OSH.text
source: Get in and out faster with automatic payment
fi: Hoida kyydin laskutus automaattisella maksulla

# hZe-zh-vY6.normalTitle
source: ADD CARD
fi: LISÄÄ KORTTI

# hyZ-dI-EKn.text
source: Zoro works across service areas and with multiple transportation providers.
fi: Zoro toimii laajalla alueella ja tavoittaa useita kuljetusten tarjoajia.

# mrD-Kr-VEr.accessibilityLabel
source: Add To Favourites Button
fi: Lisää suosikkeihin -nappi

# sfz-um-0ve.accessibilityLabel
source: Edit Location Button
fi: Muuta sijaintia -nappi

# x9x-GP-Gi7.accessibilityLabel
source: Future Trip Indicator
fi: Tulevan tilauksen ilmaisin

# 2IW-M9-pfd.normalTitle
source: CANCEL
fi: PERUUTA

# I3d-r5-e5e.text
source: Pickup address
fi: Nouto-osoite

# eu6-pw-W75.normalTitle
source: CONFIRM
fi: VAHVISTA

# hlV-Ig-FMC.normalTitle
source: CANCEL
fi: PERUUTA

# CSZ-GL-YF7.text
source: Options
fi: Asetukset

# EEF-AE-Jva.text
source: Any type
fi: Kaikki tyypit

# HM8-Zb-YDg.text
source: Enter destination for fare estimate
fi: Anna kohde hinta-arvion laskemiseksi

# KXn-Ir-bj5.text
source: Message for driver
fi: Viesti kuljettajalle

# Nef-hA-rC7.text
source: Now
fi: Nyt

# R59-DZ-0RO.text
source: I'll pay in vehicle
fi: Maksan autossa

# es3-KW-sR5.text
source: (ZoroPay unavailable)
fi: (ZoroPay ei saatavilla)

# grK-23-2OK.text
source: Company
fi: Yritys

# i15-3B-fjy.normalTitle
source: BOOK MY TRIP
fi: TEE TILAUS

# jvb-Hx-V46.normalTitle
source: SIGN UP
fi: REKISTERÖIDY

# qVf-pY-hR1.normalTitle
source: USE ZOROPAY
fi: KÄYTÄ ZOROPAYTA

# AhH-nR-Xd1.text
source: Label
fi: Leima

# Pdt-4r-pNH.normalTitle
source: SUBMIT
fi: LÄHETÄ

# UEb-Go-flx.normalTitle
source: CANCEL
fi: PERUUTA

# 3jb-ZR-eFu.text
source: Charged to
fi: Veloitetaan

# Ny8-wd-pm1.text
source: Rate your ride
fi: Arvioi kyytisi

# ObV-XE-LXT.text
source: Total
fi: Yhteensä

# Uu6-0l-g54.text
source: Payment
fi: Maksu

# Xsk-QR-Nmp.text
source: Extra
fi: Lisä

# ejX-Vn-3qT.text
source: Fare
fi: Hinta

# moU-AE-Cg4.text
source: Tip
fi: Tippi

# OG2-zY-vAG.text
source: Label
fi: Leima

# Z6Q-Ly-ZxE.highlightedTitle
source: SIGN UP
fi: REKISTERÖIDY

# Z6Q-Ly-ZxE.normalTitle
source: SIGN UP
fi: REKISTERÖIDY

# Z6Q-Ly-ZxE.selectedTitle
source: SIGN UP
fi: REKISTERÖIDY

# tvk-Xq-yGd.text
source: or
fi: tai

# B2E-8G-1Zo.text
source: See available vehicles on the map
fi: Näytä vapaat autot kartalla

# Eth-Vf-Let.text
source: Hail a ride immediately or book in advance
fi: Tilaa kyyti heti tai varaa kyyti etukäteen

# egE-4A-nAs.text
source: Know your estimated fare
fi: Selvitä hinta-arvio

# eyk-2q-Zwt.text
source: Request a ride
fi: Tilaa kyyti

# 2nP-eO-qQP.text
source: This ensures that your payment matches your trip
fi: Näin varmistat että tilaus ja maksu liittyvät toisiinsa

# 4TC-ju-zPJ.text
source: Arrive at your destination and simply exit the vehicle
fi: Saavuttuasi kohteeseen sinun tarvitsee vain nousta autosta

# 8hX-nU-EbK.text
source: Use ZoroPay
fi: Käytä ZoroPayta

# 9xd-Qf-Y74.text
source: Available with participating transportation providers
fi: Saatavilla palveluun liittyneiltä kuljetusten tarjoajilta

# GL3-KS-LOx.text
source: Receive a ZoroCode each time you use ZoroPay
fi: Vastaanota ZoroKoodi aina kun käytät ZoroPayta

# T3X-Ca-dLG.text
source: Give the driver your ZoroCode when entering the vehicle
fi: Anna ZoroKoodi kuljettajalle kun astut autoon

# YrM-F9-ZWV.text
source: Register your credit card for automatic payment
fi: Lisää luottokorttisi tiedot automaattista maksua varten

# ckY-af-3IS.normalTitle
source: SIGN UP
fi: REKISTERÖIDY

# uV7-Uk-fO5.normalTitle
source: DONE
fi: VALMIS

# iav-NQ-B38.text
source: Select the date and time to be picked up
fi: Määrittele noutoaika ja -päivä

# ibU-9M-qWV.text
source: Choose the vehicle options
fi: Määrittele auton varusteet

# ji6-tb-cjF.text
source: Select the type of vehicle
fi: Määrittele auton tyyppi

# v7Q-j4-3Fs.text
source: Choose your options
fi: Valitse varusteesi

# I2u-Us-xEH.text
source: Pay your way
fi: Maksa kuten haluat

# Ohv-5A-1z8.text
source: Get email receipts with ZoroPay
fi: Vastaanota sähköpostikuitit ZoroPaylla

# WsD-Ty-I7d.text
source: Pay in the vehicle with cash or card
fi: Maksa autossa joko kortilla tai käteisellä

# h2a-m4-67M.text
source: Pay in the app with ZoroPay
fi: Maksa sovelluksessa ZoroPaylla

# 72o-cS-16B.normalTitle
source: CONFIRM
fi: VAHVISTA

# nN5-Ge-s3a.text
source: Change name
fi: Vaihda nimi

# oJ5-Va-n0A.normalTitle
source: CANCEL
fi: PERUUTA

# 7XX-1g-WjK.text
source: Province/State
fi: Provinssi/Osavaltio

# ROG-4a-b0x.text
source: City
fi: Kaupunki

# SA7-sv-iKs.text
source: Country
fi: Maa

# jJz-Ek-p9Z.text
source: Preferred company & options
fi: Toivottu yritys & vaatimukset

# 8Hx-Nd-l8o.normalTitle
source: CONFIRM
fi: VAHVISTA

# bSZ-Dl-3JS.text
source: Promo code
fi: Tarjouskoodi

# lXJ-Ko-gJ2.normalTitle
source: NO CODE
fi: EI KOODIA

# oIe-JW-nlc.text
source: Enter your promo code here if you have one.
fi: Syötä tähän mahdollinen tarjouskoodi.

# 9rY-VO-ifK.text
source: Label
fi: Leima

# DeX-Sf-A5V.text
source: Label
fi: Leima

# 5OO-Ws-JJ7.placeholder
source: Name
fi: Nimi

# MQz-0i-fLW.placeholder
source: Email
fi: Sähköposti

# ckx-7w-lH0.placeholder
source: Mobile Phone
fi: Puhelinnumero

# 279-sb-Zoa.text
source: Minimum tip allows you to set the minimum amount you will tip, unless you modify it during your trip.
fi: Voit lisäksi määritellä palvelurahan vähimmäismäärän, joka lisätään kaikkiin tilauksiisi. Tätä voi myös muuttaa tilauskohtaisesti

# A7F-xP-gop.text
source: This tip is automatically applied to all of your trips, unless you modify it during each trip.
fi: Palveluraha lisätään automaattisesti kaikkiin tilauksiisi. Voit muuttaa sitä myös tilauskohtaisesti.

# QUP-5g-dDs.text
source: Percentage
fi: Prosentti

# boB-2G-agr.text
source: Minimum tip
fi: Vähintään

# F4u-Jq-3eg.normalTitle
source: NEXT
fi: SEURAAVA

# KCL-lJ-5SR.text
source: Add a credit card to enjoy ZoroPay in-app payment
fi: Lisää luottokortti ja nauti sovelluksessa maksamisesta ZoroPaylla

# NgB-WE-TSb.text
source: Get in and out faster with automatic payment
fi: Hoida kyydin laskutus automaattisella maksulla

# W0p-dK-23q.text
source: Available with participating transportation providers
fi: Saatavilla palveluun liittyneiltä kuljetusten tarjoajilta

# X5n-wc-9aL.text
source: Arrive at your destination and simply exit the vehicle
fi: Saavuttuasi kohteeseen sinun tarvitsee vain nousta autosta

# Xua-N5-pF1.normalTitle
source: ADD CARD
fi: LISÄÄ KORTTI

# Zjj-sT-ymp.text
source: Receive receipts in-app and by email
fi: Vastaanota kuitti sovellukseen ja sähköpostiin

# fpX-ak-3As.normalTitle
source: BACK
fi: TAKAISIN

# 9k8-lW-CPF.text
source: This change is only applied to your current trip.
fi: Tämä muutos koskee vain nykyistä kyytiä.

# VcL-Ts-u8g.text
source: Percentage
fi: Prosentti

# Z2j-kQ-e5I.normalTitle
source: CANCEL
fi: PERUUTA

# aDe-zH-Gb1.normalTitle
source: CONFIRM
fi: VAHVISTA

# egf-Co-dSF.text
source: Change driver tip
fi: Muuta kuljettajan tippiä

# 7KF-Z2-UY8.text
source: is your ZoroCode
fi: on sinun ZoroKoodisi

# YH0-uH-FNL.text
source: ZoroCode accepted
fi: ZoroKoodi hyväksytty

# gIn-c1-jDl.normalTitle
source: CANCEL TRIP
fi: PERUUTA TILAUS

# 6At-Mh-XL7.highlightedTitle
source: TEXT
fi: TEKSTI

# moT-1h-mdU.text
source: More
fi: Lisää

# 4kz-Bd-TRz.normalTitle
source: RESEND CODE
fi: LÄHETÄ KOODI

# IXH-Sn-2lT.normalTitle
source: VERIFY
fi: VAHVISTA

# 6MJ-au-UxZ.normalTitle
source: DECLINE
fi: HYLKÄÄ

# 8h9-74-fla.normalTitle
source: AGREE
fi: HYVÄKSY

# Jiy-bI-pb0.text
source: Terms and Conditions
fi: Käyttöehdot

# NDf-Mn-yQn.normalTitle
source: TRACK
fi: SEURAA

# UFE-jc-DIx.text
source: ZoroCode
fi: ZoroKoodi

# D2H-nE-cbN.normalTitle
source: DISMISS
fi: HYLKÄÄ

# K7H-gS-pT1.text
source: Label
fi: Leima

# LQP-yn-8wX.normalTitle
source: RATE
fi: ARVIOI

# abY-ev-tST.text
source: Label
fi: Leima

# qOW-H9-9UW.text
source: Label
fi: Leima

# 1Nc-Q0-9yI.text
source: Your account has been locked at the request from one of our transportation partners.
fi: Tilisi on lukittu kuljetuskumppanimme pyynnöstä.

# 6cZ-Iz-heT.text
source: Account locked
fi: Tili lukittu

# HVS-2O-SP5.normalTitle
source: DISMISS
fi: HYLKÄÄ

# OJl-wf-3Ko.text
source: If you need assistance in resolving this issue, please contact us.
fi: Ota yhteyttä jos tarvitset apua tämän asian kanssa.

# jiN-a7-Yo9.normalTitle
source: EMAIL US
fi: LÄHETÄ SÄHKÖPOSTIA

# MXM-bj-LfT.text
source: Later
fi: Myöhemmin

# WOH-J9-Nh9.text
source: Now
fi: Nyt

# mhx-5F-nQf.normalTitle
source: CANCEL
fi: PERUUTA

# DDS_ABANDON_REGISTRATION_MSG
source: Abandon Registration?
fi: Keskeytä rekisteröinti?

# DDS_ACTIVE_BOOKINGS
source: Future trips
fi: Tulevat tilaukset

# DDS_ADDRESS_SAVE_ERROR
source: Address cannot be saved, please try again
fi: Osoitetta ei voitu tallentaa, yritä uudelleen

# DDS_ADDRESS_SAVE_SUCCESS
source: Address saved
fi: Osoite tallennettu

# DDS_ALERT_ABOUT_BUTTON_CALL
source: CALL
fi: SOITA

# DDS_ALERT_ADDRESSLENGTH_TITLE
source: Invalid Address
fi: Osoite ei kelpaa

# DDS_ALERT_ADDRESSRANGE_STREETNUMBER
source: Enter a street number between:
fi: Syötä osoitenumero väliltä:

# DDS_ALERT_BOOKINGCANCELLED_BODY
source: You have canceled your trip
fi: Olet peruuttanut tilauksesi

# DDS_ALERT_BOOKINGCANCELLED_ERROR_BODY
source: The job cannot be canceled at the moment, please try again later.
fi: Tilausta ei voi perua juuri nyt, yritä myöhemmin uudelleen.

# DDS_ALERT_BOOKINGCANCELLED_ERROR_BODY_IN_SERVICE
source: The job can no longer be canceled.
fi: Tilausta ei voi enää perua.

# DDS_ALERT_BOOKINGCANCELLED_TITLE
source: Trip Canceled
fi: Tilaus peruttu

# DDS_ALERT_BOOKINGFAILEDACCOUNTGENERICERROR_BODY
source: Problem with company account. Please turn off the "Book by Account" option, and try again.
fi: Yrityksen tilissä on ongelma. Ota "Maksu tililtä" vaihtoehto pois päältä ja yritä uudelleen.

# DDS_ALERT_BOOKINGFAILEDACCOUNTINVALID_BODY
source: Invalid company account number. Do you want to delete the company account?
fi: Yrityksen tilin numero ei kelpaa. Haluatko poistaa yrityksen tilin?

source: DDS_ALERT_BOOKINGFAILEDACC_BODY
fi: PIN-koodi ei kelpaa. Vaihda se ja yritä uudelleen.

# DDS_ALERT_BOOKINGFAILEDAWAITINGPHONENUMBER_BODY
source: Please verify your phone number again. Sorry for the inconvenience.
fi: Vahvista puhelinnumerosi uudelleen. Pahoittelemme häiriötä.

# DDS_ALERT_BOOKINGFAILEDUNKNOWNDEVICE_BODY
source: It seems we don't have your information on file. Please verify your registration again. Sorry for the inconvenience.
fi: Sinun tietosi näyttävät puuttuvan palvelusta. Vahvista rekisteröitymisesi uudelleen. Pahoittelemme häiriötä.

# DDS_ALERT_BOOKINGFAILED_BODY
source: An error occurred while submitting your booking request. Please call [company phone].
fi: Tilauksesi lähetyksessä tapahtui virhe. Soita [company phone].

# DDS_ALERT_BOOKINGFAILED_CC_BLACKLISTED
source: Sorry, your registered credit card has been flagged for fraudulent activity. Please register another card.
fi: Pahoittelumme. Käyttämäsi luottokortti on hylätty huijausyrityksen vuoksi. Rekisteröi toinen kortti.

# DDS_ALERT_BOOKINGFAILED_INVALID_ATTRIBUTE_COMBO
source: Sorry, we don’t have any vehicles with options like that, please turn off some options and try again.
fi: Pahoittelumme. Sopivaa ajoneuvoa ei ole saatavilla. Vähennä kyydin vaatimuksia ja yritä uudelleen.

# DDS_ALERT_BOOKINGFAILED_PAYMENT_DISABLED
source: Sorry, the selected company isn’t accepting ZoroPay right now . Please select the “Pay in vehicle” option instead.
fi: Pahoittelumme. Kyseinen yritys ei vastaanota ZoroPay-maksuja. Käytä vaihtoehtoa “Maksa autossa”.

# DDS_ALERT_BOOKINGFAILED_PREAUTH_FAILED
source: Sorry, there appears to be an issue with your registered credit card. Please register another card or check with your card provider.
fi: Pahoittelumme. Käyttämäsi luottokortin kanssa on ongelma. Selvitä asia luottokorttiyhtiössä tai rekisteröi toinen kortti.

# DDS_ALERT_BOOKINGFAILED_TITLE
source: Booking Failed
fi: Tilaus epäonnistui

# DDS_ALERT_BOOKINGREGIONFAILED_BODY
source: Address is not within the transportation provider's service area. Please select a different company or address.
fi: Osoite ei ole kuljetusten tarjoajan toiminta-alueella. Valitse toinen osoite.

# DDS_ALERT_CALLFAILED_BODY
source: This device is not able to make phone calls.
fi: Tällä laitteella ei voi soittaa.

# DDS_ALERT_CALLFAILED_TITLE
source: Unable to Call
fi: Ei voi soittaa

# DDS_ALERT_DRP_OFF_MAND_BODY
source: Destination is required to provide a fare estimate
fi: Kohdeosoite tarvitaan hinta-arviota varten

# DDS_ALERT_EMAILWRONGFORMAT_BODY
source: Email Address is not in the correct format, email@example.com
fi: Sähköpostiosoite pitää olla oikeassa muodossa, posti@yritys.fi

# DDS_ALERT_EMPTYFIELD_BODY
source: Please complete the required fields.
fi: Täytä vaaditut kentät.

source: DDS_ALERT_LISTFAILED_BODY
fi: Sinulla ei ole menneitä tilauksia.

source: DDS_ALERT_LISTFAILED_TITLE
fi: Listaus epäonnistui

# DDS_ALERT_LOGINFAILED_BODY
source: Login has failed. Please try again later.
fi: Kirjautuminen epäonnistui. Yritä myöhemmin uudelleen.

# DDS_ALERT_LOGINFAILED_TITLE
source: Login Failed
fi: Kirjautuminen epäonnistui

# DDS_ALERT_MISSINGADDRESS_TITLE
source: Missing Address
fi: Puuttuva osoite

source: DDS_ALERT_MOBILEACCOUNT_BODY
fi: Tarkista tilisi numero ja yritä uudelleen. Varmista myös että tililläsi voi tehdä mobiilitilauksia.

source: DDS_ALERT_MOBILEACCOUNT_TITLE
fi: Tilin asetukset

# DDS_ALERT_MUL_BOOKING_BODY
source: You already have a trip booked for this pick-up address. Please cancel your previous trip, before booking this trip.
fi: Sinulla on jo voimassaoleva tilaus tähän nouto-osoitteeseen. Ole hyvä ja poista aikaisempi tilaus ennen uuden luomista.

# DDS_ALERT_MUL_BOOKING_TITLE
source: Duplicate Trip
fi: Tuplatilaus

source: DDS_ALERT_NOACCOUNT_BODY
fi: Syötä tilin numero & PIN-koodi tilausta tehdessäsi.

source: DDS_ALERT_NOACCOUNT_TITLE
fi: Tili puuttuu

# DDS_ALERT_NONZOROPAY_SUCCESSFUL_1
source: Please pay your driver before exiting.
fi: Maksa kuljettajalle ennen autosta poistumista.

# DDS_ALERT_NONZOROPAY_SUCCESSFUL_2
source: We look forward to your next trip.
fi: Tervetuloa uudelleen.

# DDS_ALERT_PHONENUMBERTOOSHORT_BODY
source: Phone number cannot be shorter than %d digits.
fi: Puhelinnumerossa ei voi olla alle %d numeroa.

# DDS_ALERT_REFRESH_JOB_FAILED_BODY
source: Failed to get server response. Please try again later
fi: Ei yhteyttä palvelimeen. Yritä myöhemmin uudelleen

# DDS_ALERT_REFRESH_JOB_FAILED_TITLE
source: Refresh booking status failed
fi: Tilauksen tilan päivitys epäonnistui

# DDS_ALERT_SERVER_UNAV_ERROR
source: System timeout. Please try again later.
fi: Järjestelmän aikakatkaisu. Yritä myöhemmin uudelleen.

# DDS_ALERT_SERVICEUNAVAILABLE_TITLE
source: Service Unavailable
fi: Ei yhteyttä palveluun

# DDS_ALERT_SMS_VERIFICATION_INVALID
source: Please enter the correct verification code.
fi: Syötä oikea vahvistukoodi.

# DDS_ALERT_SMS_VERIFIED
source: Verified
fi: Vahvistettu

# DDS_ALERT_SMS_VERIFIED_REGISTER
source: Thank you for signing up. Now let's get you a ride!
fi: Kiitos rekisteröitymisestä. Nyt etsitään sinulle kyyti!

# DDS_ALERT_ZOROPAY_FAILED_1
source: Please pay your driver before exiting.
fi: Maksa kuljettajalle ennen autosta poistumista.

# DDS_ALERT_ZOROPAY_FAILED_2
source: ZoroPay transaction failed.
fi: ZoroPay-maksu epäonnistui.

# DDS_ALERT_ZOROPAY_FOOTER
source: Thank you for choosing Zoro.
fi: Kiitos että valitsit Zoron!

# DDS_ALERT_ZOROPAY_SUCCESSFUL_1
source: %@ was charged to card *%@.
fi: %@ veloitettiin luottokortilta *%@.

# DDS_ALERT_ZOROPAY_SUCCESSFUL_2
source: Your receipt has been emailed.
fi: Kuitti saapuu sähköpostilla.

# DDS_APP_STORE_RATE_ACCEPT
source: Sure
fi: Toki

# DDS_APP_STORE_RATE_DECLINE
source: No, thanks
fi: Ei kiitos

# DDS_APP_STORE_RATE_LATER
source: Later
fi: Myöhemmin

# DDS_About
source: About
fi: Tietoja

# DDS_Any_Type
source: Any type
fi: Kaikki tyypit

# DDS_BOOKING_SUMMARY
source: My trip
fi: Tilaukseni

# DDS_BOOK_AGAIN
source: Book again
fi: Tilaa uudelleen

# DDS_BOOK_SUMMARY_DESTINATION
source: Enter destination for fare estimate
fi: Anna kohde hinta-arvion laskemiseksi

# DDS_Booking
source: Booking
fi: Tilaus

# DDS_CALL_COMPANY
source: Call transportation provider
fi: Soita kuljetusten tarjoajalle

# DDS_CANCEL_CHANGED_MIND
source: Decided to walk, take bus etc.
fi: Päätin kävellä, mennä bussilla, tms.

# DDS_CANCEL_GRABBED_CAB
source: Grabbed a ride off the street
fi: Otin kyydin lennosta

# DDS_CANCEL_OTHER
source: Other
fi: Muu syy

# DDS_CANCEL_RANDOM_BEACH_VOLLEYBALL
source: My beach volleyball team needs me
fi: Sählyjoukkueeni tarvitsee minua

# DDS_CANCEL_RANDOM_BEAR
source: Being chased by a bear
fi: Karhu jahtaa minua

# DDS_CANCEL_RANDOM_CANUCKS
source: Just got drafted by the Canucks
fi: Tulin Jokereiden värväämäksi

# DDS_CANCEL_RANDOM_DISPENSARY
source: Realized my dispensary is closed
fi: Lääkevarastoni olikin ehtynyt

# DDS_CANCEL_RANDOM_KALE
source: Off to harvest my kale
fi: Lähdin sadonkorjuuhommiin

# DDS_CANCEL_RANDOM_LAME
source: Decided my plan was lame
fi: Suunnitelmani oli sittenkin tylsä

# DDS_CANCEL_RANDOM_MICROBREW
source: Going to open a microbrew instead
fi: Päätinkin perustaa pienpanimon

# DDS_CANCEL_RANDOM_NOT_RAINING
source: It's not raining like I expected
fi: Sade ei lopulta tullutkaan

# DDS_CANCEL_RANDOM_OVERRATED
source: Decided having fun is overrated
fi: Päätin sittenkin pitää tylsää

# DDS_CANCEL_RANDOM_YOGA_PANTS
source: Just ripped my yoga pants
fi: Joogahousuni repesivät

# DDS_CANCEL_REASONS_TITLE
source: Why are you canceling?
fi: Syy tilauksen perumiseen?

# DDS_CANCEL_STOLEN_CAB
source: Someone just stole my ride!
fi: Joku varasti kyytini!

# DDS_CANCEL_TAKING_TOO_LONG
source: It's taking too long
fi: Kyytiä ei kuulunut

# DDS_CANCEL_TESTING
source: Just testing the app
fi: Tämä oli vain testi

# DDS_CANCEL_TRIP
source: Cancel Trip
fi: Peruuta tilaus

# DDS_CC_ADD_CARD
source: ADD CARD
fi: LISÄÄ KORTTI

# DDS_CC_ADD_CARD_TITLE
source: Add card
fi: Lisää kortti

# DDS_CHANGE_NAME
source: Change name
fi: Vaihda nimi

# DDS_COMMENT_PLACEHOLDER
source: LEAVE A COMMENT
fi: JÄTÄ KOMMENTTI

# DDS_COMPANIES_AVAILABLE
source: companies available
fi: yritystä saatavilla

# DDS_COMPANY_DELETE_PROMPT
source: Do you want to delete the selected options and preferred company for
fi: Haluatko poistaa valitut vaatimukset ja toivotun yrityksen

# DDS_COMPANY_SAVE_PROMPT
source: Do you want to save the selected options and preferred company for
fi: Haluatko tallentaa valitut vaatimukset ja toivotun yrityksen

# DDS_CREDIT_CARD_REGISTRATION_ALERT_FAILED
source: Card registration failed; please try again
fi: Luottokortin lisääminen epäonnistui. Yritä uudelleen

# DDS_CREDIT_CARD_REGISTRATION_DELETE_PROMPT
source: Delete card
fi: Poista kortti

# DDS_Canada
source: Canada
fi: Kanada

# DDS_Cancel
source: CANCEL
fi: PERUUTA

# DDS_City
source: City
fi: Kaupunki

# DDS_Company_Tap_Hold_Set_Preference
source: Tap and hold to set your preferred company and booking options.
fi: Pidä sormea painettuna valitaksesi toivotun yrityksen ja vaatimukset.

# DDS_Company_Tap_Set_Preference
source: Tap a company to set your preferred company and booking options.
fi: Napauta valitaksesi toivotun yrityksen ja vaatimukset.

# DDS_Completed
source: COMPLETED
fi: VALMIS

# DDS_Connecting
source: Connecting...
fi: Yhdistetään...

# DDS_Credit_Cards
source: Credit card
fi: Luottokortti

# DDS_DONE
source: DONE
fi: VALMIS

# DDS_Destination
source: DESTINATION
fi: KOHDEOSOITE

# DDS_Dismiss
source: DISMISS
fi: HYLKÄÄ

# DDS_Driver
source: Driver
fi: Kuljettaja

# DDS_Driver_Tip
source: Driver tip
fi: Palveluraha

# DDS_ENTER_STREET_NUMBER
source: Please enter a street number
fi: Katunumero vaaditaan

# DDS_ENTER_VALID_ADDRESS
source: Please enter a valid pickup address
fi: Nouto-osoite vaaditaan

# DDS_Error
source: Error
fi: Virhe

# DDS_Finland
source: Finland
fi: Suomi

# DDS_HISTORY_TABLE_404
source: You don't have any past trips.
fi: Sinulla ei ole menneitä tilauksia.

# DDS_Home
source: Home
fi: Koti

# DDS_INCOMPATIBLE_COMPANY
source: Companies that don't match your criteria
fi: Yritykset jotka eivät sovi hakuehtoihin

# DDS_INTERNETALERT_BODY
source: Please check that you have a wireless connection and try again.
fi: Varmista, että olet yhteydessä Internetiin ja yritä uudelleen.

# DDS_INTERNETALERT_TITLE
source: Connection Error
fi: Yhteysvirhe

# DDS_INVALID_ADDRESS
source: Invalid Address
fi: Osoite ei kelpaa

# DDS_JOBS_HISTORY_DETAILS_CHARGE_TO_CC
source: (Charged to credit card *%@)
fi: (veloitettu luottokortilta *%@)

# DDS_JOBS_HISTORY_DETAILS_TITLE
source: Completed trip
fi: Valmis tilaus

# DDS_JOBS_HISTORY_DETAILS_TITLE_CANCELED
source: Canceled trip
fi: Peruttu tilaus

# DDS_JOBS_PREVIOUSBOOKINGS
source: Past trips
fi: Menneet tilaukset

# DDS_JOB_EDIT_TABLE_COMPANY_LIST_TITLE
source: Available companies
fi: Saatavilla olevat yritykset

# DDS_JOB_EDIT_TABLE_ESTIMAT_FARE
source: Est.
fi: Arvio

# DDS_JOB_ESTIMATE_DISCLAIMER_BODY
source: This is an estimate only and the actual amount charged by the provider could vary.
fi: Tämä on vain arvio. Kyydin lopullinen hinta voi vaihdella.

# DDS_JOB_ESTIMATE_DISCLAIMER_TITLE
source: Disclaimer
fi: Vastuuvapauslauseke

# DDS_LATER_TRIP_ALERT_MSG
source: Vehicle has been delayed due to high demand. Would you like to wait or cancel your trip?
fi: Auton saapuminen viivästyy suuren kysynnän vuoksi. Haluatko odottaa vai perua tilauksen?

# DDS_LATE_TRIP_ALERT_TITLE
source: Vehicle has been delayed
fi: Auto myöhästyy

# DDS_LATE_TRIP_WAIT
source: WAIT
fi: ODOTA

# DDS_LOCKOUT_INQUIRY_EMAIL_SUBJECT
source: Zoro Access Denied Inquiry
fi: Zoro Pääsy kielletty -kysely

# DDS_MESSAGE_DRIVER
source: Message for driver
fi: Viesti kuljettajalle

# DDS_MESSAGE_FROM_DRIVER_TITLE
source: Message from Driver
fi: Viesti kuljettajalta

# DDS_Minutes
source: mins
fi: min

# DDS_My_Places
source: My places
fi: Omat paikat

# DDS_NEXT
source: NEXT
fi: SEURAAVA

# DDS_NOTIFICATION_ALERT_TITLE
source: Notification Message
fi: Ilmoitus

# DDS_NOTIFICATION_ALERT_TITLE_ACCEPTED
source: Vehicle is on its way
fi: Auto on matkalla

# DDS_NOTIFICATION_ALERT_TITLE_ARRIVED
source: Vehicle has arrived
fi: Kyytisi on saapunut

# DDS_NOTIFICATION_ALERT_TITLE_CANCELED
source: Trip Canceled
fi: Tilaus peruttu
